# --------------------------------------------------------
# Host:                         127.0.0.1
# Server version:               5.1.53-community
# Server OS:                    Win32
# HeidiSQL version:             6.0.0.3603
# Date/time:                    2012-05-07 19:14:46
# --------------------------------------------------------

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET NAMES utf8 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
# Dumping data for table japanese_cookery.hints: ~10 rows (approximately)
/*!40000 ALTER TABLE `hints` DISABLE KEYS */;
INSERT INTO `hints` (`id`, `hint`) VALUES
	(1, 'После варки риса для суши рис кладётся в деревянную кадку и заправляется уксксной смесью. Перемешивать рис надо плоской деревянной лопаткой, не приминая.'),
	(2, 'Онигири делаются из риса не заправленного уксусом. Начинка для онигири может быть любой - тунец, лосось, солёная слива, натто и даже маринованные огурцы.'),
	(3, 'Раньше натто готовили, пропаривая специальные натто-бобы и помещая в рисовую солому. Их клали в тёплое место в доме, например, в котацу. В это время содержащаяся в рисовой соломе сенная палочка размножалась, превращая бобы в натто.'),
	(4, 'Мисо производится путем ферментизации соевых бобов или злаков с помощью плесневых грибов. Представляет собой густую пасту. Мисо очень полезно - содержит цинк, железо, витамины A и D.'),
	(5, 'Исследования показали, что в васаби содержатся вещества, которые подавляют рост бактерий, вызывающих кариес. Чрезвычайную популярность приправы в сочетании с сырой рыбой можно объяснить сильными антимикробными свойствами васаби.'),
	(6, 'Окономияки - это жаренные лепешки из  муки, яиц, капусты и стружки тунца. Окономияки может содержать другие ингридиенты - сыр, мясо, овощи. Это блюдо иногда называют японской пиццей.'),
	(7, 'Рамен считается блюдом японской, китайской и корейской кухни. При его приготовлении сначала варится бульон, затем пшеничная лапша, после в пиалу выкладывается отваренная лапша и заливается бульоном. Сверху на лапшу выкладываются остальные компоненты.'),
	(8, 'Из фасоли адзуки готовится паста, которую используют при приготовлении десертов и сладкого супа. Он готовится из уваренных с сахаром и щепоткой соли адзуки и называется сируко.'),
	(9, 'Корень лотоса используется в японской, китайской и тайской кухнях и считается деликатесом. При неправильном приготовлении и несвоевременном сборе корень лотоса может быть ядовит.'),
	(10, 'Исследователи из Университета Хоккайдо обнаружили в водорослях вакаме вещество фукоксантин, который способствует сжиганию жира. Вакамет также применяются в косметических процедурах.');
/*!40000 ALTER TABLE `hints` ENABLE KEYS */;
/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
